---
kind: method
id: M:Autodesk.Revit.DB.ReloadLatestOptions.#ctor
source: html/7967d886-5862-a568-f19c-5144ab37616b.htm
---
# Autodesk.Revit.DB.ReloadLatestOptions.#ctor Method

Constructs a new ReloadLatestOptions object.

## Syntax (C#)
```csharp
public ReloadLatestOptions()
```